person_1177/docs/examples/SeachPersonsForProfileByOrderRequest.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:urn="urn:riv:itintegration:registry:1" xmlns:urn1="urn:riv:strategicresourcemanagement:persons:person:SearchPersonsForProfileByOrderResponder:3">
   <soapenv:Header>
      <urn:LogicalAddress>?</urn:LogicalAddress>
   </soapenv:Header>
   <soapenv:Body>
      <urn1:SearchPersonsForProfileByOrder>
         <urn1:query>?</urn1:query>
         <urn1:queryLanguage>?</urn1:queryLanguage>
         <urn1:profile>?</urn1:profile>
         <!--You may enter ANY elements at this point-->
      </urn1:SearchPersonsForProfileByOrder>
   </soapenv:Body>
</soapenv:Envelope>